export type MantraItem = {
  id: number;
  title: string;
  description: string;
};

export const MANTRA_DATA: MantraItem[] = [
  {
    id: 1,
    title: "ॐ नमः शिवाय",
    description:
      "भगवान शिव को संबोधित ॐ नमः शिवाय के इस पवित्र मंत्र के माध्यम से भक्त भगवान शिव का संबोधन करते हैं। इस मंत्र का जप करते हैं, जिसका अर्थ है कि भगवान शिव में आपके समक्ष शरणागत हूँ। भक्तों द्वारा भगवान शिव का सच्चे मन से स्मरण करने व ॐ नमः शिवाय का जप करने से भगवान अवश्य प्रसन्न होकर उस पर अपनी कृपा बनाये रखते हैं और व्यक्ति को आत्म साक्षात्कार के मार्ग पर चलने की ओर प्रेरित करते हैं, जिससे व्यक्ति के मन मस्तिष्क व चित्त पर अच्छा नियंत्रण प्राप्त होता है।",
  },
  {
    id: 2,
    title: "ॐ श्री कृष्णाय शरणं मम",
    description:
      "भक्तों द्वारा भगवान कृष्ण को समर्पित यह मंत्र ॐ श्री कृष्णाय शरणं मम विशेष रूप से मनुष्य का शारीरिक व मानसिक विकास करने के लिए अत्यधिक महत्वपूर्ण भूमिका निभाता है। ॐ श्री कृष्णाय शरणं मम मंत्र के माध्यम से भक्त कहते हैं कि हे ईश्वर मैं आपकी शरण में हूँ। इस मंत्र के जप मात्र से मनुष्य को सांसारिक मोह से मुक्ति पाने की प्रबल इच्छा प्रकटित हो उठती है।",
  },
  {
    id: 3,
    title: "ॐ लक्ष्मी नमः",
    description:
      "मां लक्ष्मी को समर्पित शक्तिशाली मंत्र ॐ लक्ष्मी नमः का मंत्रोच्चारण मां लक्ष्मी को प्रसन्न करने हेतु उनकी अनुकम्पा प्राप्त करने के लिए भक्तों द्वारा सच्ची निष्ठा भाव से किया जाता है। मां लक्ष्मी का स्मरण करने व उनके संबोधन में मंत्रों एवं भजनों का जप करने से व्यक्ति के घर में सुख समृद्धि का वास होता है व धन, धान, ऐश्वर्य वैभव एवं व्यापार में सफलता का सौभाग्य आदि प्राप्त होता है।",
  },
  {
    id: 4,
    title: "ॐ गण गणपतये नमः",
    description:
      "श्री विघ्नहर्ता अर्थात भगवान गणेश को सम्बोधित यह शुभ मंत्र ॐ गण गणपतये नमः का हिन्दू धर्म में अत्यधिक महत्व है। जिस प्रकार किसी भी शुभ कार्य का प्रारम्भ करने से पूर्व भगवान गणेश की पूजा करने का महत्व है उसी प्रकार भगवान गणेश के स्मरण हेतु इस मंत्र का विशेष स्थान है। इस शक्तिशाली मंत्र के जप से व्यक्ति के समस्त कष्टों का निवारण होता है व शारीरिक, मानसिक व बौद्धिक क्षमता में वृद्धि होती है। विद्यार्थी इस पवित्र मंत्र के जप से अपनी दृढ़ संकल्प और इच्छा शक्ति में सुधार प्राप्त कर शिक्षा हेतु ध्यान केंद्रित कर सकते हैं।",
  },
];
